[
  {
    "id": "6337db9e495523278780ad45",
    "index": 0,
    "picture": "https://images.indianexpress.com/2019/10/study1.jpg",
    "title": "Read only",
    "about": "Aliqua adipisicing qui Lorem Lorem voluptate qui ipsum minim non. Pariatur excepteur voluptate aliqua amet ut non officia deserunt laborum aute ipsum sunt ex. Magna amet culpa nostrud laborum occaecat exercitation culpa ullamco ad sint Lorem enim excepteur.\r\n",
    "time": 20,
    "rest": 10
  },
  {
    "id": "6337db9e3bc73f68466964ab",
    "index": 1,
    "picture": "https://www.homeworkhelpglobal.com/wp-content/uploads/2019/03/studying-student-on-desk.jpg",
    "title": "Explore New",
    "about": "Proident esse irure nulla occaecat excepteur. Ut nulla dolore veniam anim eu exercitation. Nisi anim exercitation aliqua reprehenderit dolor ipsum dolor. Occaecat enim minim aute cillum aliqua ad incididunt sit. Veniam excepteur dolor sint fugiat ad eu labore. Non veniam veniam officia minim amet occaecat irure nostrud deserunt in deserunt irure pariatur eiusmod. Reprehenderit ad nulla est anim sint velit irure anim eu labore reprehenderit occaecat laboris.\r\n",
    "time": 120,
    "rest": 10
  },
  {
    "id": "6337db9e4bca3ecc8e39ad4a",
    "index": 2,
    "picture": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ2RXPZdl8ynHWLmn7El4YL0Fq_rD4rV-ls7A&usqp=CAU",
    "title": "Spend time in library",
    "about": "Do dolor ad ex occaecat elit in Lorem enim fugiat nostrud do est dolor eiusmod. Cillum anim incididunt Lorem exercitation ex sunt cupidatat pariatur incididunt sint officia. Officia officia quis incididunt do eiusmod. Duis laborum nostrud reprehenderit pariatur. Nulla sint sunt irure occaecat ea exercitation incididunt cupidatat fugiat mollit commodo sit. Duis non aliqua elit cupidatat ut elit magna occaecat eiusmod. Incididunt quis consectetur in ipsum elit dolore.\r\n",
    "time": 50,
    "rest": 10
  },
  {
    "id": "6337db9ef728e49cef7da4b6",
    "index": 3,
    "picture": "https://theproductiveengineer.net/wp-content/uploads/2019/12/Canva-College-Students-Studying-Together-in-a-Library-1024x683.jpg",
    "title": "Group Study",
    "about": "Pariatur minim proident cupidatat velit do sit laborum occaecat labore non ex nostrud. Est nisi fugiat dolor voluptate qui sint officia incididunt dolor. Irure mollit magna tempor labore occaecat tempor quis.\r\n",
    "time": 60,
    "rest": 10
  },
  {
    "id": "6337db9e17110c2b8c1c323a",
    "index": 4,
    "picture": "https://cdn.w600.comps.canstockphoto.com/little-student-girl-studying-at-school-picture_csp15575874.jpg",
    "title": "Spend time in thinking",
    "about": "Commodo ex labore voluptate id. Fugiat sit velit ullamco quis est. Ut reprehenderit magna ut nostrud ullamco ad consectetur elit cillum ea. Sint deserunt ad adipisicing consectetur. Magna ullamco veniam quis fugiat proident minim commodo tempor aliquip. Eu fugiat mollit et duis aliqua qui do esse sint do. Reprehenderit officia Lorem proident est sunt non est mollit et sit sint cillum reprehenderit ut.\r\n",
    "time": 45,
    "rest": 10
  },
  {
    "id": "6337db9e660a17299c81f4d0",
    "index": 5,
    "picture": "https://www.bostonherald.com/wp-content/uploads/2020/03/GettyImages-950614324.jpg?w=527",
    "title": "Take note",
    "about": "Sunt qui irure proident incididunt aliquip pariatur. Elit enim tempor voluptate eu tempor eiusmod. Magna cillum qui ipsum amet occaecat labore ea do consectetur officia pariatur. Dolor id irure cillum culpa enim esse eiusmod eu exercitation eiusmod. Proident elit irure laborum Lorem incididunt veniam Lorem ullamco nostrud dolor ullamco qui mollit.\r\n",
    "time": 30,
    "rest": 10
  },
  {
    "id": "6337db9eab0fe88c3157693b",
    "index": 6,
    "picture": "https://images.ctfassets.net/2htm8llflwdx/6r6oBUb2Wvy8LmJjDSzn0V/00d914259b0f23eb4c79bbbfa6f3cec4/Classroom_StudentGroup_Writing_Indoor_GettyImages-669646034.jpg?fit=thumb",
    "title": "Attend Class",
    "about": "Id ipsum sit et mollit voluptate veniam aute est. Veniam velit dolore dolor qui dolor in fugiat est veniam. Cupidatat occaecat mollit reprehenderit ea laboris irure tempor reprehenderit fugiat voluptate ea amet anim consectetur. Anim aute veniam pariatur consectetur magna. Incididunt culpa aute voluptate eiusmod incididunt incididunt minim enim deserunt ullamco occaecat.\r\n",
    "time": 60,
    "rest": 10
  },
  {
    "id": "6337db9ec18d3536ea95dd39",
    "index": 7,
    "picture": "https://www.incimages.com/uploaded_files/image/1920x1080/getty_508896288_314036.jpg",
    "title": "Learn proper use of time",
    "about": "Cupidatat do aliqua ipsum velit consequat occaecat irure et qui laboris. Consequat dolor dolore est adipisicing et nostrud deserunt do. Ad eu aute est aute aliqua id enim quis.\r\n",
    "time": 30,
    "rest": 10
  },
  {
    "id": "6337db9ec9aa24279e0e3b27",
    "index": 8,
    "picture": "https://raisingchildren.net.au/__data/assets/image/0016/49012/why-play-is-important.jpg",
    "title": "play",
    "about": "Qui irure aute non nisi sint cupidatat. Occaecat minim magna ex enim non do et nulla cupidatat officia velit Lorem laborum officia. Ex ut anim culpa ut sit minim cillum tempor nostrud cupidatat dolor elit. Adipisicing voluptate occaecat irure culpa eiusmod excepteur aute voluptate sunt dolore nostrud consectetur sint ut. Cupidatat in duis dolore occaecat dolor in nostrud est elit aliqua sit fugiat velit laborum.\r\n",
    "time": 60,
    "rest": 10
  },
  {
    "id": "6337db9e1893e5f6ea775da1",
    "index": 9,
    "picture": "https://hips.hearstapps.com/hmg-prod/images/woman-feet-running-on-road-closeup-on-shoe-young-royalty-free-image-1655929734.jpg",
    "title": "walking",
    "about": "Fugiat aliquip incididunt magna proident cillum. Laborum esse enim enim enim duis qui in. Aliquip do ad enim sunt fugiat officia nulla incididunt ad. Esse enim ut magna anim nostrud in anim id aute cillum culpa. Dolor consectetur nostrud cupidatat incididunt ipsum. Velit ut non enim esse elit est eu adipisicing dolor ullamco aliqua. Duis aliquip anim proident in excepteur ea amet consectetur magna incididunt nostrud sit dolore.\r\n",
    "time": 30,
    "rest": 10
  }
]